Repository: avgx/OneAccount
Catalog: Sources/OneAccountUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, be, bg, ca, cs, da, de, el, es, es_mx, fa, fr, he, hr, hu, it, ja, kk, ko, lt, lv, nl, pl, pt, pt_br, ru, sk, sr, th, tr, uk, zh_cn, zh_tw

# error.2fa-wrong-code
source: Incorrect two-factor code.
ar: رمز المصادقة الثنائية غير صحيح.
be: Няправільны код двухфактарнай аўтэнтыфікацыі.
bg: Неправилен двуфакторен код.
ca: Codi de dos factors incorrecte.
cs: Nesprávný dvoufaktorový kód.
da: Forkert to-faktor-kode.
de: Falscher Zwei-Faktor-Code.
el: Λανθασμένος κωδικός δύο παραγόντων.
es: Código de dos factores incorrecto.
es_mx: Código de dos factores incorrecto.
fa: کد دو مرحله‌ای نادرست است.
fr: Code à deux facteurs incorrect.
he: קוד דו-שלבי שגוי.
hr: Netočan dvofaktorski kod.
hu: Helytelen kétfaktoros kód.
it: Codice a due fattori errato.
ja: 二要素コードが正しくありません。
kk: Екі факторлы код дұрыс емес.
ko: 2단계 코드가 올바르지 않습니다.
lt: Neteisingas dviejų veiksnių kodas.
lv: Nepareizs divfaktoru kods.
nl: Onjuiste tweefactorcode.
pl: Nieprawidłowy kod dwuskładnikowy.
pt: Código de dois fatores incorreto.
pt_br: Código de dois fatores incorreto.
ru: Неверный код двухфакторной аутентификации.
sk: Nesprávny dvojfaktorový kód.
sr: Netačan dvofaktorski kod.
th: รหัสสองปัจจัยไม่ถูกต้อง
tr: Yanlış iki faktörlü kod.
uk: Невірний код двофакторної аутентифікації.
zh_cn: 双因素验证码不正确。
zh_tw: 雙因素驗證碼不正確。

# error.account-locked
source: This user account is locked.
ar: تم قفل حساب المستخدم هذا.
be: Гэты ўліковы запіс заблакаваны.
bg: Този потребителски акаунт е заключен.
ca: Aquest compte d'usuari està bloquejat.
cs: Tento uživatelský účet je uzamčen.
da: Denne brugerkonto er låst.
de: Dieses Benutzerkonto ist gesperrt.
el: Αυτός ο λογαριασμός χρήστη είναι κλειδωμένος.
es: Esta cuenta de usuario está bloqueada.
es_mx: Esta cuenta de usuario está bloqueada.
fa: این حساب کاربری قفل شده است.
fr: Ce compte utilisateur est verrouillé.
he: חשבון משתמש זה נעול.
hr: Ovaj korisnički račun je zaključan.
hu: Ez a felhasználói fiók zárolva van.
it: Questo account utente è bloccato.
ja: このユーザーアカウントはロックされています。
kk: Бұл пайдаланушы тіркелгісі бұғатталған.
ko: 이 사용자 계정이 잠겼습니다.
lt: Ši naudotojo paskyra užblokuota.
lv: Šis lietotāja konts ir bloķēts.
nl: Dit gebruikersaccount is vergrendeld.
pl: To konto użytkownika jest zablokowane.
pt: Esta conta de utilizador está bloqueada.
pt_br: Esta conta de usuário está bloqueada.
ru: Эта учётная запись заблокирована.
sk: Tento používateľský účet je uzamknutý.
sr: Ovaj korisnički nalog je zaključan.
th: บัญชีผู้ใช้นี้ถูกล็อก
tr: Bu kullanıcı hesabı kilitli.
uk: Цей обліковий запис заблоковано.
zh_cn: 此用户账户已被锁定。
zh_tw: 此使用者帳號已被鎖定。

# error.already-logged-in
source: User is already logged in elsewhere.
ar: المستخدم مسجّل الدخول بالفعل في مكان آخر.
be: Карыстальнік ужо ўвайшоў у іншым месцы.
bg: Потребителят вече е влязъл другаде.
ca: L'usuari ja ha iniciat sessió en un altre lloc.
cs: Uživatel je již přihlášen jinde.
da: Brugeren er allerede logget ind et andet sted.
de: Benutzer ist bereits woanders angemeldet.
el: Ο χρήστης είναι ήδη συνδεδεμένος αλλού.
es: El usuario ya ha iniciado sesión en otro lugar.
es_mx: El usuario ya inició sesión en otro lugar.
fa: کاربر قبلاً در جای دیگری وارد شده است.
fr: L'utilisateur est déjà connecté ailleurs.
he: המשתמש כבר מחובר במקום אחר.
hr: Korisnik je već prijavljen negdje drugdje.
hu: A felhasználó már be van jelentkezve máshol.
it: L'utente ha già effettuato l'accesso altrove.
ja: ユーザーは別の場所ですでにサインインしています。
kk: Пайдаланушы басқа жерде кірген.
ko: 사용자가 이미 다른 곳에 로그인되어 있습니다.
lt: Naudotojas jau prisijungęs kitur.
lv: Lietotājs jau ir pierakstījies citur.
nl: Gebruiker is al elders aangemeld.
pl: Użytkownik jest już zalogowany gdzie indziej.
pt: O utilizador já iniciou sessão noutro local.
pt_br: O usuário já está conectado em outro lugar.
ru: Пользователь уже выполнил вход в другом месте.
sk: Používateľ je už prihlásený inde.
sr: Korisnik je već prijavljen negde drugde.
th: ผู้ใช้เข้าสู่ระบบที่อื่นแล้ว
tr: Kullanıcı başka bir yerde zaten oturum açmış.
uk: Користувач уже увійшов в іншому місці.
zh_cn: 用户已在其他地方登录。
zh_tw: 使用者已在其他地方登入。

# error.attempts-left
source: Attempts left: %1$lld.
ar: المحاولات المتبقية: %1$lld.
be: Засталося спроб: %1$lld.
bg: Остават опити: %1$lld.
ca: Intents restants: %1$lld.
cs: Zbývající pokusy: %1$lld.
da: Forsøg tilbage: %1$lld.
de: Verbleibende Versuche: %1$lld.
el: Απομένουν προσπάθειες: %1$lld.
es: Intentos restantes: %1$lld.
es_mx: Intentos restantes: %1$lld.
fa: تلاش‌های باقی‌مانده: %1$lld.
fr: Tentatives restantes : %1$lld.
he: ניסיונות שנותרו: %1$lld.
hr: Preostali pokušaji: %1$lld.
hu: Hátralévő próbálkozások: %1$lld.
it: Tentativi rimasti: %1$lld.
ja: 残り試行回数: %1$lld。
kk: Қалған әрекеттер: %1$lld.
ko: 남은 시도 횟수: %1$lld.
lt: Liko bandymų: %1$lld.
lv: Atlikušie mēģinājumi: %1$lld.
nl: Resterende pogingen: %1$lld.
pl: Pozostałe próby: %1$lld.
pt: Tentativas restantes: %1$lld.
pt_br: Tentativas restantes: %1$lld.
ru: Осталось попыток: %1$lld.
sk: Zostávajúce pokusy: %1$lld.
sr: Preostali pokušaji: %1$lld.
th: เหลือความพยายาม: %1$lld
tr: Kalan deneme: %1$lld.
uk: Залишилося спроб: %1$lld.
zh_cn: 剩余尝试次数：%1$lld。
zh_tw: 剩餘嘗試次數：%1$lld。

# error.cert-no-chain
source: No server certificate chain was captured for %1$@.
ar: لم يتم التقاط سلسلة شهادة الخادم لـ %1$@.
be: Ланцужок сертыфікатаў для %1$@ не быў атрыманы.
bg: Не е засечена верига от сертификати на сървъра за %1$@.
ca: No s'ha capturat la cadena de certificats del servidor per a %1$@.
cs: Nebyl zachycen řetězec certifikátů serveru pro %1$@.
da: Ingen servercertifikatkæde blev registreret for %1$@.
de: Keine Serverzertifikatskette für %1$@ erfasst.
el: Δεν καταγράφηκε αλυσίδα πιστοποιητικών διακομιστή για %1$@.
es: No se capturó la cadena de certificados del servidor para %1$@.
es_mx: No se capturó la cadena de certificados del servidor para %1$@.
fa: زنجیره گواهی سرور برای %1$@ ثبت نشد.
fr: Aucune chaîne de certificats serveur capturée pour %1$@.
he: לא נלכדה שרשרת אישורי שרת עבור %1$@.
hr: Lanac certifikata poslužitelja nije snimljen za %1$@.
hu: Nem rögzült kiszolgálói tanúsítványlánc ehhez: %1$@.
it: Nessuna catena di certificati del server acquisita per %1$@.
ja: %1$@ のサーバー証明書チェーンが取得されませんでした。
kk: %1$@ үшін сервер сертификат тізбегі алынбады.
ko: %1$@에 대한 서버 인증서 체인이 캡처되지 않았습니다.
lt: Serverio sertifikatų grandinė nebuvo užfiksuota %1$@.
lv: Servera sertifikātu ķēde netika fiksēta %1$@.
nl: Geen servercertificaatketen vastgelegd voor %1$@.
pl: Nie przechwycono łańcucha certyfikatów serwera dla %1$@.
pt: Não foi capturada a cadeia de certificados do servidor para %1$@.
pt_br: Nenhuma cadeia de certificados do servidor capturada para %1$@.
ru: Цепочка сертификатов для %1$@ не была получена.
sk: Reťazec certifikátov servera nebol zachytený pre %1$@.
sr: Lanac serverskih sertifikata nije uhvaćen za %1$@.
th: ไม่ได้จับสายโซ่ใบรับรองเซิร์ฟเวอร์สำหรับ %1$@
tr: %1$@ için sunucu sertifika zinciri yakalanmadı.
uk: Ланцюжок сертифікатів сервера для %1$@ не було отримано.
zh_cn: 未捕获 %1$@ 的服务器证书链。
zh_tw: 未擷取 %1$@ 的伺服器憑證鏈。

# error.cert-preview-https-only
source: Certificate preview is only available for https URLs.
ar: معاينة الشهادة متاحة فقط لعناوين https URL.
be: Прагляд сертыфіката даступны толькі для https URL.
bg: Прегледът на сертификат е наличен само за https URL.
ca: La previsualització del certificat només està disponible per a URL https.
cs: Náhled certifikátu je k dispozici pouze pro https URL.
da: Certifikatforhåndsvisning er kun tilgængelig for https-URL'er.
de: Zertifikatsvorschau ist nur für https-URLs verfügbar.
el: Η προεπισκόπηση πιστοποιητικού είναι διαθέσιμη μόνο για https URL.
es: La vista previa del certificado solo está disponible para URL https.
es_mx: La vista previa del certificado solo está disponible para URL https.
fa: پیش‌نمایش گواهی فقط برای URLهای https در دسترس است.
fr: L'aperçu du certificat n'est disponible que pour les URL https.
he: תצוגה מקדימה של אישור זמינה רק עבור URL של https.
hr: Pregled certifikata dostupan je samo za https URL.
hu: A tanúsítvány-előnézet csak https URL-ekhez érhető el.
it: L'anteprima del certificato è disponibile solo per URL https.
ja: 証明書プレビューは https URL のみ利用できます。
kk: Сертификат алдын ала қарау тек https URL үшін қолжетімді.
ko: 인증서 미리보기는 https URL에서만 사용할 수 있습니다.
lt: Sertifikato peržiūra galima tik https URL.
lv: Sertifikāta priekšskatījums pieejams tikai https URL.
nl: Certificaatvoorbeeld is alleen beschikbaar voor https-URL's.
pl: Podgląd certyfikatu jest dostępny tylko dla adresów https URL.
pt: A pré-visualização do certificado só está disponível para URL https.
pt_br: A visualização do certificado só está disponível para URLs https.
ru: Просмотр сертификата доступен только для https URL.
sk: Náhľad certifikátu je k dispozícii len pre https URL.
sr: Pregled sertifikata dostupan je samo za https URL.
th: การแสดงตัวอย่างใบรับรองมีเฉพาะ URL https
tr: Sertifika önizlemesi yalnızca https URL'leri için kullanılabilir.
uk: Перегляд сертифіката доступний лише для https URL.
zh_cn: 证书预览仅适用于 https URL。
zh_tw: 憑證預覽僅適用於 https URL。

# error.concurrent-sessions
source: Too many active Cloud sessions for this account. Sign out elsewhere or try again later.
ar: جلسات سحابية نشطة كثيرة جدًا لهذا الحساب. سجّل الخروج في مكان آخر أو حاول لاحقًا.
be: Занадта шмат актыўных воблачных сесій для гэтага ўліковага запісу. Выйдзіце ў іншым месцы ці паспрабуйце пазней.
bg: Твърде много активни облачни сесии за този акаунт. Излезте другаде или опитайте по-късно.
ca: Massa sessions al núvol actives per a aquest compte. Tanca sessió en un altre lloc o torna-ho a provar més tard.
cs: Příliš mnoho aktivních cloudových relací pro tento účet. Odhlaste se jinde nebo to zkuste později.
da: For mange aktive cloud-sessioner for denne konto. Log ud et andet sted, eller prøv igen senere.
de: Zu viele aktive Cloud-Sitzungen für dieses Konto. Melden Sie sich woanders ab oder versuchen Sie es später erneut.
el: Πάρα πολλές ενεργές συνεδρίες Cloud για αυτόν τον λογαριασμό. Αποσυνδεθείτε αλλού ή δοκιμάστε ξανά αργότερα.
es: Demasiadas sesiones en la nube activas para esta cuenta. Cierra sesión en otro lugar o inténtalo más tarde.
es_mx: Demasiadas sesiones en la nube activas para esta cuenta. Cierra sesión en otro lugar o inténtalo más tarde.
fa: نشست‌های ابری فعال بیش از حد برای این حساب. در جای دیگر خارج شوید یا بعداً دوباره تلاش کنید.
fr: Trop de sessions cloud actives pour ce compte. Déconnectez-vous ailleurs ou réessayez plus tard.
he: יותר מדי הפעלות ענן פעילות עבור חשבון זה. התנתק במקום אחר או נסה שוב מאוחר יותר.
hr: Previše aktivnih cloud sesija za ovaj račun. Odjavite se negdje drugdje ili pokušajte kasnije.
hu: Túl sok aktív felhőmunkamenet ehhez a fiókhoz. Jelentkezzen ki máshol, vagy próbálja újra később.
it: Troppe sessioni cloud attive per questo account. Esci altrove o riprova più tardi.
ja: このアカウントのアクティブなクラウドセッションが多すぎます。別の場所でサインアウトするか、後でもう一度お試しください。
kk: Бұл тіркелгі үшін тым көп белсенді бұлт сеанстары. Басқа жерде шығып, кейін қайта көріңіз.
ko: 이 계정의 활성 클라우드 세션이 너무 많습니다. 다른 곳에서 로그아웃하거나 나중에 다시 시도하세요.
lt: Per daug aktyvių debesies sesijų šiai paskyrai. Atsijunkite kitur arba bandykite vėliau.
lv: Pārāk daudz aktīvu mākoņa sesiju šim kontam. Atteicieties citur vai mēģiniet vēlāk.
nl: Te veel actieve cloudsessies voor dit account. Meld u elders af of probeer het later opnieuw.
pl: Zbyt wiele aktywnych sesji w chmurze dla tego konta. Wyloguj się gdzie indziej lub spróbuj ponownie później.
pt: Demasiadas sessões na cloud ativas para esta conta. Termine sessão noutro local ou tente novamente mais tarde.
pt_br: Muitas sessões na nuvem ativas para esta conta. Saia em outro lugar ou tente novamente mais tarde.
ru: Слишком много активных облачных сессий для этой учётной записи. Выйдите в другом месте или повторите позже.
sk: Príliš veľa aktívnych cloudových relácií pre tento účet. Odhláste sa inde alebo to skúste neskôr.
sr: Previše aktivnih cloud sesija za ovaj nalog. Odjavite se negde drugde ili pokušajte kasnije.
th: มีเซสชันคลาวด์ที่ใช้งานอยู่มากเกินไปสำหรับบัญชีนี้ ออกจากระบบที่อื่นหรือลองอีกครั้งในภายหลัง
tr: Bu hesap için çok fazla etkin bulut oturumu var. Başka bir yerde oturumu kapatın veya daha sonra tekrar deneyin.
uk: Забагато активних хмарних сесій для цього облікового запису. Вийдіть в іншому місці або спробуйте пізніше.
zh_cn: 此账户的云会话过多。请在其他地方退出登录或稍后再试。
zh_tw: 此帳號的雲端工作階段過多。請在其他地方登出或稍後再試。

# error.connection-limit
source: Connection limit reached for this account.
ar: تم الوصول إلى حد الاتصال لهذا الحساب.
be: Дасягнуты ліміт злучэнняў для гэтага ўліковага запісу.
bg: Достигнат е лимитът на връзки за този акаунт.
ca: S'ha assolit el límit de connexions per a aquest compte.
cs: Byl dosažen limit připojení pro tento účet.
da: Forbindelsesgrænse nået for denne konto.
de: Verbindungslimit für dieses Konto erreicht.
el: Επιτεύχθηκε το όριο σύνδεσης για αυτόν τον λογαριασμό.
es: Se alcanzó el límite de conexiones para esta cuenta.
es_mx: Se alcanzó el límite de conexiones para esta cuenta.
fa: حد اتصال برای این حساب به پایان رسید.
fr: Limite de connexions atteinte pour ce compte.
he: הגעת למגבלת החיבורים עבור חשבון זה.
hr: Dosegnuto je ograničenje veza za ovaj račun.
hu: Elérte a kapcsolati korlátot ehhez a fiókhoz.
it: Limite di connessioni raggiunto per questo account.
ja: このアカウントの接続上限に達しました。
kk: Бұл тіркелгі үшін қосылу шегіне жетілді.
ko: 이 계정의 연결 한도에 도달했습니다.
lt: Pasiektas šios paskyros ryšių limitas.
lv: Sasniegts šī konta savienojumu limits.
nl: Verbindingslimiet bereikt voor dit account.
pl: Osiągnięto limit połączeń dla tego konta.
pt: Limite de ligações atingido para esta conta.
pt_br: Limite de conexões atingido para esta conta.
ru: Достигнут лимит подключений для этой учётной записи.
sk: Bol dosiahnutý limit pripojení pre tento účet.
sr: Dostignut je limit veza za ovaj nalog.
th: ถึงขีดจำกัดการเชื่อมต่อสำหรับบัญชีนี้แล้ว
tr: Bu hesap için bağlantı sınırına ulaşıldı.
uk: Досягнуто ліміт підключень для цього облікового запису.
zh_cn: 此账户已达到连接数限制。
zh_tw: 此帳號已達連線數限制。

# error.enter-credentials
source: Enter username and password.
ar: أدخل اسم المستخدم وكلمة المرور.
be: Увядзіце імя карыстальніка і пароль.
bg: Въведете потребителско име и парола.
ca: Introdueix el nom d'usuari i la contrasenya.
cs: Zadejte uživatelské jméno a heslo.
da: Indtast brugernavn og adgangskode.
de: Geben Sie Benutzername und Passwort ein.
el: Εισαγάγετε όνομα χρήστη και κωδικό πρόσβασης.
es: Introduce el nombre de usuario y la contraseña.
es_mx: Ingresa el nombre de usuario y la contraseña.
fa: نام کاربری و رمز عبور را وارد کنید.
fr: Saisissez le nom d'utilisateur et le mot de passe.
he: הזן שם משתמש וסיסמה.
hr: Unesite korisničko ime i lozinku.
hu: Adja meg a felhasználónevet és a jelszót.
it: Inserisci nome utente e password.
ja: ユーザー名とパスワードを入力してください。
kk: Пайдаланушы аты мен құпия сөзді енгізіңіз.
ko: 사용자 이름과 암호를 입력하세요.
lt: Įveskite naudotojo vardą ir slaptažodį.
lv: Ievadiet lietotājvārdu un paroli.
nl: Voer gebruikersnaam en wachtwoord in.
pl: Wprowadź nazwę użytkownika i hasło.
pt: Introduza o nome de utilizador e a palavra-passe.
pt_br: Digite o nome de usuário e a senha.
ru: Введите имя пользователя и пароль.
sk: Zadajte používateľské meno a heslo.
sr: Unesite korisničko ime i lozinku.
th: ป้อนชื่อผู้ใช้และรหัสผ่าน
tr: Kullanıcı adı ve parolayı girin.
uk: Введіть ім'я користувача та пароль.
zh_cn: 请输入用户名和密码。
zh_tw: 請輸入使用者名稱和密碼。

# error.enter-otp
source: Enter the verification code.
ar: أدخل رمز التحقق.
be: Увядзіце код пацверджання.
bg: Въведете кода за потвърждение.
ca: Introdueix el codi de verificació.
cs: Zadejte ověřovací kód.
da: Indtast bekræftelseskoden.
de: Geben Sie den Bestätigungscode ein.
el: Εισαγάγετε τον κωδικό επαλήθευσης.
es: Introduce el código de verificación.
es_mx: Ingresa el código de verificación.
fa: کد تأیید را وارد کنید.
fr: Saisissez le code de vérification.
he: הזן את קוד האימות.
hr: Unesite kontrolni kod.
hu: Adja meg az ellenőrző kódot.
it: Inserisci il codice di verifica.
ja: 確認コードを入力してください。
kk: Растау кодын енгізіңіз.
ko: 인증 코드를 입력하세요.
lt: Įveskite patvirtinimo kodą.
lv: Ievadiet apstiprinājuma kodu.
nl: Voer de verificatiecode in.
pl: Wprowadź kod weryfikacyjny.
pt: Introduza o código de verificação.
pt_br: Digite o código de verificação.
ru: Введите код подтверждения.
sk: Zadajte overovací kód.
sr: Unesite verifikacioni kod.
th: ป้อนรหัสยืนยัน
tr: Doğrulama kodunu girin.
uk: Введіть код підтвердження.
zh_cn: 请输入验证码。
zh_tw: 請輸入驗證碼。

# error.insufficient-role
source: Insufficient role for sign-in.
ar: دور غير كافٍ لتسجيل الدخول.
be: Недастаткова правоў для ўваходу.
bg: Недостатъчна роля за влизане.
ca: Rol insuficient per iniciar sessió.
cs: Nedostatečná role pro přihlášení.
da: Utilstrækkelig rolle til login.
de: Unzureichende Rolle für die Anmeldung.
el: Ανεπαρκής ρόλος για σύνδεση.
es: Rol insuficiente para iniciar sesión.
es_mx: Rol insuficiente para iniciar sesión.
fa: نقش ناکافی برای ورود.
fr: Rôle insuffisant pour la connexion.
he: תפקיד לא מספיק להתחברות.
hr: Nedovoljna uloga za prijavu.
hu: Elégtelen szerepkör a bejelentkezéshez.
it: Ruolo insufficiente per l'accesso.
ja: サインインに必要な権限が不足しています。
kk: Кіру үшін рөл жеткіліксіз.
ko: 로그인 권한이 부족합니다.
lt: Nepakankama rolė prisijungimui.
lv: Nepietiekama loma pierakstīšanās.
nl: Onvoldoende rol voor aanmelden.
pl: Niewystarczająca rola do logowania.
pt: Função insuficiente para iniciar sessão.
pt_br: Função insuficiente para entrar.
ru: Недостаточно прав для входа.
sk: Nedostatočná rola na prihlásenie.
sr: Nedovoljna uloga za prijavu.
th: บทบาทไม่เพียงพอสำหรับการเข้าสู่ระบบ
tr: Oturum açmak için yetersiz rol.
uk: Недостатня роль для входу.
zh_cn: 登录权限不足。
zh_tw: 登入權限不足。

# error.invalid-credentials
source: Invalid username or password.
ar: اسم المستخدم أو كلمة المرور غير صحيحة.
be: Няправільнае імя карыстальніка ці пароль.
bg: Невалидно потребителско име или парола.
ca: Nom d'usuari o contrasenya no vàlids.
cs: Neplatné uživatelské jméno nebo heslo.
da: Ugyldigt brugernavn eller adgangskode.
de: Ungültiger Benutzername oder Passwort.
el: Μη έγκυρο όνομα χρήστη ή κωδικός πρόσβασης.
es: Nombre de usuario o contraseña no válidos.
es_mx: Nombre de usuario o contraseña no válidos.
fa: نام کاربری یا رمز عبور نامعتبر است.
fr: Nom d'utilisateur ou mot de passe non valide.
he: שם משתמש או סיסמה לא חוקיים.
hr: Nevažeće korisničko ime ili lozinka.
hu: Érvénytelen felhasználónév vagy jelszó.
it: Nome utente o password non validi.
ja: ユーザー名またはパスワードが無効です。
kk: Пайдаланушы аты немесе құпия сөз жарамсыз.
ko: 사용자 이름 또는 암호가 올바르지 않습니다.
lt: Netinkamas naudotojo vardas ar slaptažodis.
lv: Nederīgs lietotājvārds vai parole.
nl: Ongeldige gebruikersnaam of wachtwoord.
pl: Nieprawidłowa nazwa użytkownika lub hasło.
pt: Nome de utilizador ou palavra-passe inválidos.
pt_br: Nome de usuário ou senha inválidos.
ru: Неверное имя пользователя или пароль.
sk: Neplatné používateľské meno alebo heslo.
sr: Nevažeće korisničko ime ili lozinka.
th: ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง
tr: Geçersiz kullanıcı adı veya parola.
uk: Невірне ім'я користувача або пароль.
zh_cn: 用户名或密码无效。
zh_tw: 使用者名稱或密碼無效。

# error.invalid-response
source: Invalid server response.
ar: استجابة خادم غير صالحة.
be: Няправільны адказ сервера.
bg: Невалиден отговор от сървъра.
ca: Resposta del servidor no vàlida.
cs: Neplatná odpověď serveru.
da: Ugyldigt serversvar.
de: Ungültige Serverantwort.
el: Μη έγκυρη απάντηση διακομιστή.
es: Respuesta del servidor no válida.
es_mx: Respuesta del servidor no válida.
fa: پاسخ سرور نامعتبر است.
fr: Réponse du serveur non valide.
he: תגובת שרת לא חוקית.
hr: Nevažeći odgovor poslužitelja.
hu: Érvénytelen kiszolgálói válasz.
it: Risposta del server non valida.
ja: 無効なサーバー応答です。
kk: Жарамсыз сервер жауабы.
ko: 잘못된 서버 응답입니다.
lt: Netinkamas serverio atsakymas.
lv: Nederīga servera atbilde.
nl: Ongeldig serverantwoord.
pl: Nieprawidłowa odpowiedź serwera.
pt: Resposta do servidor inválida.
pt_br: Resposta do servidor inválida.
ru: Недопустимый ответ сервера.
sk: Neplatná odpoveď servera.
sr: Nevažeći odgovor servera.
th: การตอบสนองของเซิร์ฟเวอร์ไม่ถูกต้อง
tr: Geçersiz sunucu yanıtı.
uk: Недійсна відповідь сервера.
zh_cn: 无效的服务器响应。
zh_tw: 無效的伺服器回應。

# error.ip-blocked
source: Access from this network address is blocked.
ar: تم حظر الوصول من عنوان الشبكة هذا.
be: Доступ з гэтага сеткавага адраса заблакаваны.
bg: Достъпът от този мрежов адрес е блокиран.
ca: S'ha bloquejat l'accés des d'aquesta adreça de xarxa.
cs: Přístup z této síťové adresy je blokován.
da: Adgang fra denne netværksadresse er blokeret.
de: Zugriff von dieser Netzwerkadresse ist blockiert.
el: Η πρόσβαση από αυτή τη διεύθυνση δικτύου έχει αποκλειστεί.
es: El acceso desde esta dirección de red está bloqueado.
es_mx: El acceso desde esta dirección de red está bloqueado.
fa: دسترسی از این آدرس شبکه مسدود شده است.
fr: L'accès depuis cette adresse réseau est bloqué.
he: הגישה מכתובת הרשת הזו חסומה.
hr: Pristup s ove mrežne adrese je blokiran.
hu: Az erről a hálózati címről érkező hozzáférés blokkolva.
it: L'accesso da questo indirizzo di rete è bloccato.
ja: このネットワークアドレスからのアクセスはブロックされています。
kk: Осы желілік мекенжайдан қол жеткізу бұғатталған.
ko: 이 네트워크 주소에서의 액세스가 차단되었습니다.
lt: Prieiga iš šio tinklo adreso užblokuota.
lv: Piekļuve no šīs tīkla adreses ir bloķēta.
nl: Toegang vanaf dit netwerkadres is geblokkeerd.
pl: Dostęp z tego adresu sieciowego jest zablokowany.
pt: O acesso a partir deste endereço de rede está bloqueado.
pt_br: O acesso a partir deste endereço de rede está bloqueado.
ru: Доступ с этого сетевого адреса заблокирован.
sk: Prístup z tejto sieťovej adresy je blokovaný.
sr: Pristup sa ove mrežne adrese je blokiran.
th: การเข้าถึงจากที่อยู่เครือข่ายนี้ถูกบล็อก
tr: Bu ağ adresinden erişim engellendi.
uk: Доступ з цієї мережевої адреси заблоковано.
zh_cn: 来自此网络地址的访问已被阻止。
zh_tw: 來自此網路位址的存取已被封鎖。

# error.no-tokens
source: Auth succeeded but no tokens returned.
ar: نجحت المصادقة ولكن لم يتم إرجاع أي رموز.
be: Аўтэнтыфікацыя прайшла, але токены не вернуты.
bg: Удостоверяването успя, но не бяха върнати токени.
ca: L'autenticació ha tingut èxit però no s'han retornat tokens.
cs: Autentizace proběhla, ale nebyly vráceny žádné tokeny.
da: Godkendelse lykkedes, men ingen tokens returneret.
de: Authentifizierung erfolgreich, aber keine Tokens zurückgegeben.
el: Η ταυτοποίηση ήταν επιτυχής, αλλά δεν επιστράφηκαν tokens.
es: La autenticación tuvo éxito, pero no se devolvieron tokens.
es_mx: La autenticación tuvo éxito, pero no se devolvieron tokens.
fa: احراز هویت موفق بود اما توکنی برگردانده نشد.
fr: Authentification réussie, mais aucun jeton renvoyé.
he: האימות הצליח אך לא הוחזרו אסימונים.
hr: Autentifikacija uspjela, ali tokeni nisu vraćeni.
hu: A hitelesítés sikeres volt, de nem érkeztek tokenek.
it: Autenticazione riuscita ma nessun token restituito.
ja: 認証は成功しましたが、トークンが返されませんでした。
kk: Аутентификация сәтті, бірақ токендер қайтарылмады.
ko: 인증은 성공했지만 토큰이 반환되지 않았습니다.
lt: Autentifikavimas pavyko, bet tokenai negrąžinti.
lv: Autentifikācija izdevās, bet tokeni netika atgriezti.
nl: Authenticatie geslaagd, maar geen tokens geretourneerd.
pl: Uwierzytelnienie powiodło się, ale nie zwrócono tokenów.
pt: Autenticação bem-sucedida, mas nenhum token devolvido.
pt_br: Autenticação bem-sucedida, mas nenhum token retornado.
ru: Аутентификация прошла успешно, но токены не получены.
sk: Overenie bolo úspešné, ale neboli vrátené žiadne tokeny.
sr: Autentifikacija je uspela, ali tokeni nisu vraćeni.
th: การตรวจสอบสำเร็จแต่ไม่มีโทเค็นที่ส่งคืน
tr: Kimlik doğrulama başarılı oldu ancak belirteç döndürülmedi.
uk: Аутентифікація успішна, але токени не повернуто.
zh_cn: 认证成功但未返回令牌。
zh_tw: 驗證成功但未傳回權杖。
